---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpacingLengthVert
source: html/1aa22fcc-b6ce-4287-bb31-07a06dfb8e26.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpacingLengthVert Property

"Spacing"

## Syntax (C#)
```csharp
public static ForgeTypeId SpacingLengthVert { get; }
```